"choose file to split" = "Wählen Sie eine Image-Datei...";
"error" = "Fehler";
"output does not support input format" = "Ausgabeformat passt nicht zum Eingabeformat.";
"unsupported input file" = "Dateiformat wird nicht unterstützt.";
"slash" = "／";
"colon" = "：";
"no write permission" = "Keine Schreiberlaubnis.";
"CDDB connection" = "CDDB Verbindung";
"CDDB not found" = "CDDB nicht gefunden.";
"CDDB connection failure" = "Verbindung mit CDDB Server gescheitert.";
"Open as Raw PCM" = "Öffne als Raw PCM(+cue)";
"embedded cue sheet" = "Eingebettetes Cue Sheet";
"read embedded cuesheet?" = "Eingebettetes Cue Sheet lesen?";
"Waiting" = "Warte";
"Various Artists" = "Verschiedene Interpreten";
"Audio CD Not Found" = "Keine Audio CD gefunden";
"Device is busy" = "CD-Laufwerk ist in Verwendung.";
"(Data Track)" = "(Datenspur)";
"Detect Pregap" = "Ermittle Pre-Gap";
"Detecting Pregap…" = " Pre-Gap ermitteln...";
"Waiting for Drive..." = "Auf CD-Laufwerk warten...";
"Connecting to AccurateRip" = "Stelle Verbindung mit der AccurateRip Datenbank her...";
"AccurateRip hash not found" = "Diese CD wurde nicht in der AccurateRip Datenbank gefunden.";
"calculating hash..." = "Berechne AccurateRip Wert…";
"Specify the output directory" = "Wählen Sie das Ausgabe-Verzeichnis";
"%.1f %%, %.1fx realtime, %d:%02d remaining" = "%.1f%% erledigt, %.1ffache Geschwindigkeit, %d:%02d Minuten Restzeit";
"detecting offset..." = "Ermittle Offset...";
"detection success" = "Ermittlung erfolgreich";
"detection failure" = "Ermittlung fehlerhaft";
"Can't detect the offset of this file." = "Kann den Offset dieser Datei nicht ermitteln.";
"The offset of this file is wrong in %d samples (confidence %d%)." = "Der Offset dieser Datei ist in %d Samples fehlerhaft (Vertrauenswürdigkeit %d%).";
"This file has a correct offset." = "Diese Datei hat einen fehlerfreien Offset.";
"Fix and Save" = "Reparieren und Speichern";
"%d (confidence %d)" = "%d (Vertrauenswürdigkeit %d%)";
"scanning replaygain..." = "Ermittle ReplayGain...";
"Multiple Formats" = "Multi-Format Kodierung";
"Analyzing caching ability... (this may take a few minutes)" = "Ermittlung der Caching-Möglichkeiten Ihres CD-Laufwerks... (das kann einige Minuten dauern)";
"Some errors occurred during analysis.\n\n" = "Während der Untersuchung traten Fehler auf.\n\n";
"Your drive seems to have a cache of %d sectors (%d Kbytes).\n" = "Ihr CD Laufwerk hat anscheinend einen Cache mit %d Sektoren (%d Kbytes).\n";
"Recommended cache defeating strength is: %d (1-14)\n\n" = "Empfohlene Cache Leistungsfähigkeit beträgt: %d (1-14)\n\n";
"Your drive has a too large cache to defeat. :(\n\n" = "Cache ist zu groß. :(\n\n";
"The cache size is too small to have an effect.\n" = "Cache ist zu klein.\n";
"The cache size is small enough for cdparanoia III 10.2 engine, but backseeking doesn't seem to work for flushing cache. Please be careful with this drive.\n\n" = "Cache ist klein genug für die cdparanoia III 10.2 Funktion, aber die Rückwärtssuche scheint nicht richtig zu funktionieren. Vorsicht bei diesem Laufwerk.\n\n";
"The cache size is small enough for cdparanoia III 10.2 engine. :)\n\n" = "Cache ist klein genug für die cdparanoia III 10.2 Funktion. :)\n\n";
"You may be able to turn off \"Disable cache\" option, but I recommend you to disable cache with the minimum strength.\n\n" = "Es kann möglich sein, die \"Cache abschalten\" Option zu deaktivieren, aber ich empfehle den Cache mit der kleinsten Leistungsfähigkeit zu deaktivieren.\n\n";
"No registered drive found" = "Kein bekanntes Laufwerk gefunden";
"Scanning" = "Untersuche";
"Scanning Files..." = "Untersuche Dateien…";
"Completed" = "Fertig";
"Cancelled" = "Abgebrochen";
"Error has occurred in the decoder" = "Fehler im Dekoder aufgetreten";
"Error has occurred in the encoder" = "Fehler im Kodierer aufgetreten";
"Apply This Item for All Files" = "Diese Funktion auf alle Dateien anwenden";
"Quit XLD" = "XLD beenden";
"You have some active tasks. Are you sure you want to quit?" = "Es gibt aktive Vorgänge. Wollen Sie XLD jetzt wirklich beenden?";
"formatTooltipStr" = "%n: Titelnummer\n%D: CD-Nummer\n%t: Titel\n%a: Interpret\n%T: Albumtitel\n%A: Album Interpret\n%c: Komponist\n%y: Jahr\n%g: Genre\n%f: Format\n%i: ISRC (International Standard Recording Code)\n%m: MCN (Medienkatalognummer)\n%I: FreeDB DiscID";
"General" = "Allgemein";
"Batch" = "Batch";
"CDDB" = "CDDB";
"Metadata" = "Metadaten";
"CD Rip" = "CD Rip";
"CD Burn" = "CD brennen";
"multibyteSpace" = "　";
"Apply This Item for the Same Album" = "Auf die gleiche CD anwenden";
"Error: cannot open the input file" = "Fehler: Eingabedatei kann nicht geöffnet werden";
"Skipped: file already exists in the output path" = "Übersprungen: Datei existiert bereits im Ausgabepfad";
"Error: seek failure" = "Fehler: Positionierungsfehler";
"Error: incompatible output format" = "Fehler: inkompatibles Ausgabeformat";
"Error: cannot write the output file" = "Fehler: Ausgabedatei kann nicht geschrieben werden";
"Current encoders:" = "Derzeit ausgewählte Kodierer:";
"New Profile" = "Neues Profil";
"YES" = "Ja";
"NO" = "Nein";
"Extract" = "Auslesen";
"Extraction Mode" = "Auslese-Modus";
"Get Metadata" = "Hole Metadaten";
"Edit Metadata" = "Bearbeite Metadaten";
"Cancel All Tasks" = "Alle abbrechen";
"Burn CD" = "Brenne CD";
"There is not enough space available on the disc." = "Es ist nicht genügend Platz auf der CD.";
"Burn Failed" = "Brennen war nicht erfolgreich";
"Not found" = "Nicht gefunden";
"Clear Recent Searches" = "Letzte Suche entfernen";
"No Recent Searches" = "Keine Suche vorhanden";
"Cannot Search Cover Art" = "Cover-Suche nicht möglich";
"You have to enable Amazon Web Services and set up access keys to use this feature." = "Sie müssen Amazon Web Services aktivieren und Access Keys einrichten, um dieses Funktion zu nutzen.";
"DiscID Association Failure" = "DiscID Zuweisungs-Fehler";
"This DiscID is already associated with the release." = "Diese DiscID ist dieser CD bereits zugewiesen.";
"The original files will be removed after this conversion. Are you sure you want to continue?" = "Die original Dateien werden nach der Umwandlung gelöscht. Wollen Sie wirklich fortfahren?";
"Deleting Original Files" = "Original Dateien werden gelöscht";
"Don't delete" = "Nicht löschen";
"Save As" = "Sichern als";
"Transcode" = "Transcode";
"%@ Total" = "%@ Total";
"Cannot open the file \"%@\"." = "Cannot open the file “%@”.";
"Cannot open the associated file \"%@\"." = "Cannot open the associated file “%@”.";
"Cannot find the associated file \"%@\"." = "Cannot find the associated file “%@”.";
"Cannot find proper decoder for the associated file \"%@\"." = "Cannot find proper decoder for the associated file “%@”.";
"Samplerate of the associated file \"%@\" is different from others." = "Samplerate of the associated file “%@” is different from others.";
"Number of channels of the associated file \"%@\" is different from others." = "Number of channels of the associated file “%@” is different from others.";
"PCM format of the associated file \"%@\" is different from others." = "PCM format of the associated file “%@” is different from others.";
"Samplerate of the file \"%@\" is different from others." = "Samplerate of the file “%@” is different from others.";
"Number of channels of the file \"%@\" is different from others." = "Number of channels of the file “%@” is different from others.";
"PCM format of the file \"%@\" is different from others." = "PCM format of the file “%@” is different from others.";
"No audio tracks found in the cue sheet." = "No audio tracks found in the cue sheet.";
"No audio files found in the folder." = "No audio files found in the folder.";
"Error Parsing Cue Sheet" = "Error Parsing Cue Sheet";
"Error Opening Folder As a Disc" = "Error Opening Folder As a Disc";
"The enterd URL does not contain valid data for the current disc." = "The enterd URL does not contain valid data for the current disc.";
"The entered string is not a valid MusicBrainz or Discogs release URL." = "The entered string is not a valid MusicBrainz or Discogs release URL.";
"Log Checker..." = "Log Checker...";
"Making priority higher than the current value" = "Making priority higher than the current value";
"Please restart XLD to take effect." = "Please restart XLD to take effect.";
"File Naming" = "File Naming";
"Apply This Item for All Tracks" = "Apply This Item for All Tracks";
